tests/steady/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Quemada;
//transportModel  Newtonian;

nu              nu [ 0 2 -1 0 0 0 0 ] 3.302E-06;

switchOn 0.003;

QuemadaCoeffs
{
    tau0            tau0 [ 1 -1 -2 0 0 0 0 ] 7.160E-03;
    muInf           muInf [ 1 -1 -1 0 0 0 0 ] 4.204E-03;
    lambda          lambda [ 0 0 -1 0 0 0 0 ] 4.367E-03;
    rho 	        rho [1 -3 0 0 0 0 0] 1060;
}

// ************************************************************************* //
